Repository: tyfoan/ai-golf-swing-sync
Catalog: golf-sync-swing/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, sv, th, uk, zh_hans

source: %lld swings · ~%@s total
de: %lld Schwünge · ~%@ s gesamt
es: %lld swings · ~%@ s en total
fr: %lld swings · ~%@ s au total
it: %lld swing · ~%@ s in totale
ja: %lld 件のスイング · 合計約 %@ 秒
ko: 스윙 %lld개 · 총 약 %@초
pt_br: %lld swings · ~%@ s no total
ru: %lld свинга · ~%@ с всего
sv: %lld svingar · ~%@ s totalt
th: สวิง %lld ครั้ง · รวมประมาณ %@ วินาที
uk: %lld свінги · ~%@ с загалом
zh_hans: %lld 次挥杆 · 共约 %@ 秒

source: %lld swings detected
de: %lld Schwünge erkannt
es: %lld swings detectados
fr: %lld swings détectés
it: %lld swing rilevati
ja: %lld 件のスイングを検出
ko: 스윙 %lld개 감지됨
pt_br: %lld swings detectados
ru: Обнаружено %lld свинга
sv: %lld svingar identifierade
th: พบสวิง %lld ครั้ง
uk: Виявлено %lld свінги
zh_hans: 检测到 %lld 次挥杆

source: %lld-day free trial
de: %lld-tägige kostenlose Testphase
es: Prueba gratuita de %lld días
fr: Essai gratuit de %lld jours
it: %lld giorni di prova gratuita
ja: %lld 日間の無料トライアル
ko: %lld일 무료 체험
pt_br: Teste grátis de %lld dias
ru: Пробный период %lld дня
sv: %lld dagars gratis provperiod
th: ทดลองใช้ฟรี %lld วัน
uk: Пробний період %lld дні
zh_hans: %lld 天免费试用

source: %lld-month free trial
de: %lld-monatige kostenlose Testphase
es: Prueba gratuita de %lld meses
fr: Essai gratuit de %lld mois
it: %lld mesi di prova gratuita
ja: %lld か月の無料トライアル
ko: %lld개월 무료 체험
pt_br: Teste grátis de %lld meses
ru: Пробный период %lld месяца
sv: %lld månaders gratis provperiod
th: ทดลองใช้ฟรี %lld เดือน
uk: Пробний період %lld місяці
zh_hans: %lld 个月免费试用

source: %lld-week free trial
de: %lld-wöchige kostenlose Testphase
es: Prueba gratuita de %lld semanas
fr: Essai gratuit de %lld semaines
it: %lld settimane di prova gratuita
ja: %lld 週間の無料トライアル
ko: %lld주 무료 체험
pt_br: Teste grátis de %lld semanas
ru: Пробный период %lld недели
sv: %lld veckors gratis provperiod
th: ทดลองใช้ฟรี %lld สัปดาห์
uk: Пробний період %lld тижні
zh_hans: %lld 周免费试用

source: %lld-year free trial
de: %lld-jährige kostenlose Testphase
es: Prueba gratuita de %lld años
fr: Essai gratuit de %lld ans
it: %lld anni di prova gratuita
ja: %lld 年間の無料トライアル
ko: %lld년 무료 체험
pt_br: Teste grátis de %lld anos
ru: Пробный период %lld года
sv: %lld års gratis provperiod
th: ทดลองใช้ฟรี %lld ปี
uk: Пробний період %lld роки
zh_hans: %lld 年免费试用

source: ^[%lld swing](inflect: true)
de: %lld Schwünge
es: %lld swings
fr: %lld swings
it: %lld swing
ja: %lld 件のスイング
ko: 스윙 %lld개
pt_br: %lld swings
ru: %lld свинга
sv: %lld svingar
th: สวิง %lld ครั้ง
uk: %lld свінги
zh_hans: %lld 次挥杆

source: ~%@ seconds
de: ~%@ Sekunden
es: ~%@ segundos
fr: ~%@ secondes
it: ~%@ secondi
ja: 約 %@ 秒
ko: 약 %@초
pt_br: ~%@ segundos
ru: ~%@ с
sv: ~%@ sekunder
th: ประมาณ %@ วินาที
uk: ~%@ с
zh_hans: 约 %@ 秒

source: 0:00.34 IMPACT
de: 0:00.34 TREFFER
es: 0:00.34 IMPACTO
it: 0:00.34 IMPATTO
ja: 0:00.34 インパクト
ko: 0:00.34 임팩트
pt_br: 0:00.34 IMPACTO
ru: 0:00.34 УДАР
sv: 0:00.34 TRÄFF
th: 0:00.34 อิมแพค
uk: 0:00.34 УДАР
zh_hans: 0:00.34 击球

source: 8× SLO-MO
de: 8× ZEITLUPE
es: CÁMARA LENTA 8×
fr: 8× RALENTI
it: 8× RALLENTATORE
ja: 8倍スロー
ko: 8배 슬로모션
pt_br: SLOW-MO 8×
ru: 8× ЗАМЕДЛЕНИЕ
sv: 8× SLOW-MO
th: 8× สโลว์โมชั่น
uk: 8× УПОВІЛЬНЕНО
zh_hans: 8× 慢动作

source: 8× slow-mo, pro library, HD export.
de: 8× Zeitlupe, Profi-Bibliothek, HD-Export.
es: Cámara lenta 8×, biblioteca pro, exportación HD.
fr: Ralenti 8×, bibliothèque pro, export HD.
it: Rallentatore 8×, libreria pro, esportazione HD.
ja: 8倍スロー、プロのライブラリ、HD 書き出し。
ko: 8배 슬로모션, 프로 라이브러리, HD 내보내기.
pt_br: Slow-mo 8×, biblioteca pro, exportação HD.
ru: Замедление 8×, библиотека профи, экспорт HD.
sv: 8× slow-mo, pro-bibliotek, HD-export.
th: สโลว์โม 8× คลังโปร ส่งออก HD
uk: Уповільнення 8×, бібліотека профі, експорт HD.
zh_hans: 8× 慢动作，专业挥杆库，HD 导出。

source: 720 x 1280 - Smaller file
de: 720 × 1280 – Kleinere Datei
es: 720 × 1280 – Archivo más pequeño
fr: 720 × 1280 – Fichier plus petit
it: 720 × 1280 – File più piccolo
ja: 720 × 1280 - ファイル小
ko: 720 × 1280 - 작은 파일
pt_br: 720 × 1280 – Arquivo menor
ru: 720 × 1280 — меньше файл
sv: 720 × 1280 – Mindre fil
th: 720 × 1280 - ไฟล์เล็กกว่า
uk: 720 × 1280 — менший файл
zh_hans: 720 × 1280 - 文件较小

source: 1080 x 1920 - Recommended
de: 1080 × 1920 – Empfohlen
es: 1080 × 1920 – Recomendado
fr: 1080 × 1920 – Recommandé
it: 1080 × 1920 – Consigliato
ja: 1080 × 1920 - 推奨
ko: 1080 × 1920 - 권장
pt_br: 1080 × 1920 – Recomendado
ru: 1080 × 1920 — рекомендуемое
sv: 1080 × 1920 – Rekommenderad
th: 1080 × 1920 - แนะนำ
uk: 1080 × 1920 — рекомендоване
zh_hans: 1080 × 1920 - 推荐

source: 1440 x 2560 - Best quality
de: 1440 × 2560 – Beste Qualität
es: 1440 × 2560 – Mejor calidad
fr: 1440 × 2560 – Meilleure qualité
it: 1440 × 2560 – Qualità migliore
ja: 1440 × 2560 - 最高画質
ko: 1440 × 2560 - 최고 화질
pt_br: 1440 × 2560 – Melhor qualidade
ru: 1440 × 2560 — лучшее качество
sv: 1440 × 2560 – Bästa kvalitet
th: 1440 × 2560 - คุณภาพสูงสุด
uk: 1440 × 2560 — найвища якість
zh_hans: 1440 × 2560 - 最佳画质

source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
pt_br: Sobre
ru: О приложении
sv: Om
th: เกี่ยวกับ
uk: Про застосунок
zh_hans: 关于

source: ADD
de: HINZU
es: AÑADIR
fr: AJOUTER
it: AGGIUNGI
ja: 追加
ko: 추가
pt_br: ADIC.
ru: ДОБ.
sv: LÄGG TILL
th: เพิ่ม
uk: ДОД.
zh_hans: 添加

source: Add Swing
de: Schwung hinzufügen
es: Añadir swing
fr: Ajouter un swing
it: Aggiungi swing
ja: スイングを追加
ko: 스윙 추가
pt_br: Adicionar swing
ru: Добавить свинг
sv: Lägg till sving
th: เพิ่มสวิง
uk: Додати свінг
zh_hans: 添加挥杆

source: AI
de: KI
es: IA
fr: IA
it: IA
pt_br: IA
ru: ИИ
uk: ШІ

source: AI lines you up frame by frame at the moment of impact.
de: Die KI richtet dich Bild für Bild im Moment des Treffers aus.
es: La IA te alinea fotograma a fotograma en el momento del impacto.
fr: L'IA t'aligne image par image au moment de l'impact.
it: L'IA ti allinea fotogramma per fotogramma nel momento dell'impatto.
ja: AI がインパクトの瞬間をフレーム単位で揃えます。
ko: AI가 임팩트 순간을 프레임 단위로 정렬해 줍니다.
pt_br: A IA te alinha quadro a quadro no momento do impacto.
ru: ИИ выравнивает кадр за кадром в момент удара.
sv: AI ställer dig i linje bildruta för bildruta i träffögonblicket.
th: AI จัดให้คุณอยู่ในเฟรมเดียวกันที่จังหวะอิมแพคทุกเฟรม
uk: ШІ вирівнює кадр за кадром у мить удару.
zh_hans: AI 在击球瞬间逐帧对齐你的姿势。

source: All Swings
de: Alle Schwünge
es: Todos los swings
fr: Tous les swings
it: Tutti gli swing
ja: すべてのスイング
ko: 모든 스윙
pt_br: Todos os swings
ru: Все свинги
sv: Alla svingar
th: สวิงทั้งหมด
uk: Усі свінги
zh_hans: 所有挥杆

source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
es: Se ha producido un error desconocido
fr: Une erreur inconnue est survenue
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류가 발생했습니다
pt_br: Ocorreu um erro desconhecido
ru: Произошла неизвестная ошибка
sv: Ett okänt fel uppstod
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ
uk: Сталася невідома помилка
zh_hans: 发生未知错误

source: Analysis failed: %@
de: Analyse fehlgeschlagen: %@
es: Error en el análisis: %@
fr: Échec de l’analyse : %@
it: Analisi non riuscita: %@
ja: 解析に失敗しました: %@
ko: 분석 실패: %@
pt_br: Falha na análise: %@
ru: Сбой анализа: %@
sv: Analysen misslyckades: %@
th: การวิเคราะห์ล้มเหลว: %@
uk: Збій аналізу: %@
zh_hans: 分析失败：%@

source: Annual
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 年間
ko: 연간
pt_br: Anual
ru: Годовая
sv: Årligen
th: รายปี
uk: Річна
zh_hans: 年付

source: Auto-sync at impact
de: Auto-Sync beim Treffer
es: Sincronización automática en el impacto
fr: Synchronisation auto à l'impact
it: Sincronizzazione automatica all’impatto
ja: インパクトで自動同期
ko: 임팩트 자동 동기화
pt_br: Sincronização automática no impacto
ru: Авто-синхронизация по удару
sv: Auto-synk vid träff
th: ซิงก์อัตโนมัติที่อิมแพค
uk: Авто-синхронізація за ударом
zh_hans: 击球瞬间自动同步

source: Auto-synced.
de: Automatisch synchronisiert.
es: Sincronizado automáticamente.
fr: Sync automatique.
it: Sincronizzati automaticamente.
ja: 自動で同期。
ko: 자동으로 동기화.
pt_br: Sincronizado automaticamente.
ru: Синхронизировано.
sv: Auto-synkat.
th: ซิงก์อัตโนมัติ
uk: Синхронізовано.
zh_hans: 自动同步。

source: Best Practices
de: Empfehlungen
es: Buenas prácticas
fr: Bonnes pratiques
it: Pratiche consigliate
ja: 推奨事項
ko: 권장 사항
pt_br: Boas práticas
ru: Рекомендации
sv: Bästa praxis
th: แนวทางที่ดีที่สุด
uk: Рекомендації
zh_hans: 最佳实践

source: BEST VALUE
de: BESTES ANGEBOT
es: MEJOR OFERTA
fr: MEILLEURE OFFRE
it: MIGLIORE OFFERTA
ja: 最もお得
ko: 최고의 가치
pt_br: MELHOR OFERTA
ru: ЛУЧШАЯ ЦЕНА
sv: BÄSTA VÄRDET
th: คุ้มที่สุด
uk: НАЙКРАЩА ЦІНА
zh_hans: 最划算

source: BEST VALUE · SAVE %lld%%
de: BESTES ANGEBOT · %lld %% SPAREN
es: MEJOR OFERTA · AHORRA %lld %%
fr: MEILLEURE OFFRE · %lld %% D’ÉCONOMIE
it: MIGLIORE OFFERTA · RISPARMI IL %lld %%
ja: 最もお得 · %lld %% お得
ko: 최고의 가치 · %lld%% 절약
pt_br: MELHOR OFERTA · ECONOMIZE %lld %%
ru: ЛУЧШАЯ ЦЕНА · ЭКОНОМИЯ %lld %%
sv: BÄSTA VÄRDET · SPARA %lld %%
th: คุ้มที่สุด · ประหยัด %lld%%
uk: НАЙКРАЩА ЦІНА · ЕКОНОМІЯ %lld %%
zh_hans: 最划算 · 节省 %lld%%

source: Billed weekly
de: Wöchentliche Abrechnung
es: Facturación semanal
fr: Facturé chaque semaine
it: Addebito settimanale
ja: 毎週請求
ko: 주간 결제
pt_br: Cobrança semanal
ru: Списание раз в неделю
sv: Faktureras varje vecka
th: เรียกเก็บเงินรายสัปดาห์
uk: Списання щотижня
zh_hans: 按周计费

source: Billed yearly
de: Jährliche Abrechnung
es: Facturación anual
fr: Facturé chaque année
it: Addebito annuale
ja: 年 1 回請求
ko: 연간 결제
pt_br: Cobrança anual
ru: Списание раз в год
sv: Faktureras varje år
th: เรียกเก็บเงินรายปี
uk: Списання щороку
zh_hans: 按年计费

source: BUILT FOR SERIOUS GOLFERS
de: FÜR AMBITIONIERTE GOLFER
es: PENSADO PARA GOLFISTAS EXIGENTES
fr: CONÇU POUR LES VRAIS GOLFEURS
it: PENSATO PER GOLFISTI SERI
ja: 本気のゴルファーのために
ko: 진지한 골퍼를 위한
pt_br: FEITO PARA GOLFISTAS SÉRIOS
ru: ДЛЯ СЕРЬЁЗНЫХ ГОЛЬФИСТОВ
sv: GJORD FÖR SERIÖSA GOLFARE
th: สร้างมาเพื่อนักกอล์ฟตัวจริง
uk: ДЛЯ СЕРЙОЗНИХ ГОЛЬФІСТІВ
zh_hans: 为认真的高尔夫球手而打造

source: Buy Forever — %@
de: Dauerhaft kaufen — %@
es: Compra única — %@
fr: Achat à vie — %@
it: Acquista per sempre — %@
ja: 永久購入 — %@
ko: 평생 구매 — %@
pt_br: Compra única — %@
ru: Купить навсегда — %@
sv: Köp för alltid — %@
th: ซื้อขาด — %@
uk: Купити назавжди — %@
zh_hans: 永久购买 — %@

source: Camera
de: Kamera
es: Cámara
fr: Caméra
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
sv: Kamera
th: กล้อง
uk: Камера
zh_hans: 相机

source: Camera access denied. Please enable in Settings.
de: Kamerazugriff verweigert. Aktiviere ihn in den Einstellungen.
es: Se ha denegado el acceso a la cámara. Habilítalo en Ajustes.
fr: Accès à la caméra refusé. Active-le dans les Réglages.
it: Accesso alla camera negato. Abilitalo in Impostazioni.
ja: カメラへのアクセスが拒否されました。設定で許可してください。
ko: 카메라 접근이 거부되었습니다. 설정에서 허용해 주세요.
pt_br: Acesso à câmera negado. Ative em Ajustes.
ru: Доступ к камере запрещён. Включи его в «Настройках».
sv: Åtkomst till kameran nekad. Aktivera i Inställningar.
th: ปฏิเสธการเข้าถึงกล้อง โปรดเปิดในการตั้งค่า
uk: Доступ до камери заборонено. Увімкни його в «Налаштуваннях».
zh_hans: 已拒绝访问相机。请在“设置”中启用。

source: Camera access is restricted on this device.
de: Der Kamerazugriff ist auf diesem Gerät eingeschränkt.
es: El acceso a la cámara está restringido en este dispositivo.
fr: L’accès à la caméra est restreint sur cet appareil.
it: L’accesso alla camera è limitato su questo dispositivo.
ja: この端末ではカメラへのアクセスが制限されています。
ko: 이 기기에서는 카메라 접근이 제한되어 있습니다.
pt_br: O acesso à câmera está restrito neste dispositivo.
ru: Доступ к камере ограничен на этом устройстве.
sv: Kameraåtkomst är begränsad på den här enheten.
th: การเข้าถึงกล้องถูกจำกัดบนอุปกรณ์นี้
uk: Доступ до камери обмежено на цьому пристрої.
zh_hans: 此设备上的相机访问受到限制。

source: Camera configuration failed: %@
de: Kamerakonfiguration fehlgeschlagen: %@
es: Error al configurar la cámara: %@
fr: Échec de la configuration de la caméra : %@
it: Configurazione della camera non riuscita: %@
ja: カメラの構成に失敗しました: %@
ko: 카메라 구성 실패: %@
pt_br: Falha na configuração da câmera: %@
ru: Сбой настройки камеры: %@
sv: Kamerakonfigurationen misslyckades: %@
th: การกำหนดค่ากล้องล้มเหลว: %@
uk: Збій налаштування камери: %@
zh_hans: 相机配置失败：%@

source: Camera could not start. Try closing and reopening the app.
de: Kamera konnte nicht starten. Beende die App und öffne sie erneut.
es: No se pudo iniciar la cámara. Cierra y vuelve a abrir la app.
fr: Impossible de démarrer la caméra. Ferme l’app puis rouvre-la.
it: Impossibile avviare la camera. Chiudi e riapri l’app.
ja: カメラを起動できません。アプリを再起動してください。
ko: 카메라를 시작할 수 없습니다. 앱을 종료한 뒤 다시 실행해 주세요.
pt_br: Não foi possível iniciar a câmera. Feche e reabra o app.
ru: Не удалось запустить камеру. Закрой и снова открой приложение.
sv: Det gick inte att starta kameran. Stäng appen och öppna den igen.
th: ไม่สามารถเริ่มกล้องได้ ลองปิดและเปิดแอปใหม่
uk: Не вдалося запустити камеру. Закрий і знову відкрий застосунок.
zh_hans: 相机无法启动。请关闭并重新打开应用。

source: Camera is being used by another app.
de: Die Kamera wird von einer anderen App verwendet.
es: Otra app está usando la cámara.
fr: La caméra est utilisée par une autre app.
it: La camera è in uso da un’altra app.
ja: カメラは別のアプリで使用中です。
ko: 다른 앱에서 카메라를 사용 중입니다.
pt_br: A câmera está sendo usada por outro app.
ru: Камеру использует другое приложение.
sv: Kameran används av en annan app.
th: มีแอปอื่นกำลังใช้กล้องอยู่
uk: Камеру використовує інший застосунок.
zh_hans: 相机正被其他应用使用。

source: Camera Placement
de: Kamerapositionierung
es: Colocación de la cámara
fr: Placement de la caméra
it: Posizionamento della camera
ja: カメラの位置
ko: 카메라 위치
pt_br: Posicionamento da câmera
ru: Расположение камеры
sv: Kameraplacering
th: การวางกล้อง
uk: Розташування камери
zh_hans: 相机位置

source: Camera session is not running.
de: Die Kamera-Sitzung läuft nicht.
es: La sesión de la cámara no está activa.
fr: La session caméra n’est pas active.
it: La sessione della camera non è attiva.
ja: カメラ セッションが起動していません。
ko: 카메라 세션이 실행 중이 아닙니다.
pt_br: A sessão da câmera não está ativa.
ru: Сессия камеры не запущена.
sv: Kamerasessionen är inte aktiv.
th: เซสชันกล้องไม่ได้ทำงานอยู่
uk: Сесія камери не запущена.
zh_hans: 相机会话未在运行。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
uk: Скасувати
zh_hans: 取消

source: CANCEL
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
it: ANNULLA
ja: キャンセル
ko: 취소
pt_br: CANCELAR
ru: ОТМЕНА
sv: AVBRYT
th: ยกเลิก
uk: СКАСУВАТИ
zh_hans: 取消

source: Cancel anytime.
de: Jederzeit kündbar.
es: Cancela cuando quieras.
fr: Annulation à tout moment.
it: Disdici quando vuoi.
ja: いつでもキャンセル可能。
ko: 언제든지 해지 가능.
pt_br: Cancele a qualquer momento.
ru: Отменить можно в любой момент.
sv: Avbryt när som helst.
th: ยกเลิกได้ทุกเมื่อ
uk: Скасувати можна будь-коли.
zh_hans: 随时可取消。

source: Classic 3:4
de: Klassisch 3:4
es: Clásico 3:4
fr: Classique 3:4
it: Classico 3:4
ja: クラシック 3:4
ko: 클래식 3:4
pt_br: Clássico 3:4
ru: Классика 3:4
sv: Klassisk 3:4
th: คลาสสิก 3:4
uk: Класика 3:4
zh_hans: 经典 3:4

source: Classic 4:3
de: Klassisch 4:3
es: Clásico 4:3
fr: Classique 4:3
it: Classico 4:3
ja: クラシック 4:3
ko: 클래식 4:3
pt_br: Clássico 4:3
ru: Классика 4:3
sv: Klassisk 4:3
th: คลาสสิก 4:3
uk: Класика 4:3
zh_hans: 经典 4:3

source: Clear
de: Leeren
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
pt_br: Limpar
ru: Очистить
sv: Rensa
th: ล้าง
uk: Очистити
zh_hans: 清除

source: Close comparison
de: Vergleich schließen
es: Cerrar comparación
fr: Fermer la comparaison
it: Chiudi confronto
ja: 比較を閉じる
ko: 비교 닫기
pt_br: Fechar comparação
ru: Закрыть сравнение
sv: Stäng jämförelse
th: ปิดการเปรียบเทียบ
uk: Закрити порівняння
zh_hans: 关闭对比

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta
ja: 比較
ko: 비교
pt_br: Comparar
ru: Сравнение
sv: Jämför
th: เปรียบเทียบ
uk: Порівняння
zh_hans: 对比

source: Compare 2 Swings
de: 2 Schwünge vergleichen
es: Comparar 2 swings
fr: Comparer 2 swings
it: Confronta 2 swing
ja: スイングを 2 つ比較
ko: 스윙 2개 비교
pt_br: Comparar 2 swings
ru: Сравнить 2 свинга
sv: Jämför 2 svingar
th: เปรียบเทียบสวิง 2 ครั้ง
uk: Порівняти 2 свінги
zh_hans: 对比 2 个挥杆

source: Compare Swings
de: Schwünge vergleichen
es: Comparar swings
fr: Comparer les swings
it: Confronta swing
ja: スイングを比較
ko: 스윙 비교
pt_br: Comparar swings
ru: Сравнить свинги
sv: Jämför svingar
th: เปรียบเทียบสวิง
uk: Порівняти свінги
zh_hans: 对比挥杆

source: Compare to pros in onion-skin & 8× slow-mo.
de: Vergleiche dich mit Profis in Onion-Skin und 8× Zeitlupe.
es: Compárate con profesionales con superposición y cámara lenta 8×.
fr: Compare-toi aux pros en onion-skin et ralenti 8×.
it: Confrontati con i pro in sovrapposizione e rallentatore 8×.
ja: オニオンスキンと8倍スローでプロと比較。
ko: 어니언스킨과 8배 슬로모션으로 프로와 비교하세요.
pt_br: Compare com profissionais com onion-skin e slow-mo 8×.
ru: Сравнивай с профи через наложение и замедление 8×.
sv: Jämför med proffs i onion-skin och 8× slow-mo.
th: เทียบกับโปรด้วยภาพซ้อนและสโลว์โม 8×
uk: Порівнюй із профі через накладання та уповільнення 8×.
zh_hans: 使用洋葱皮叠加和 8× 慢动作与职业选手对比。

source: comparison.
de: Vergleich.
es: comparación.
fr: comparaison.
it: confronto.
ja: 比較。
ko: 비교 기능.
pt_br: comparação.
ru: сравнения.
sv: jämförelse.
th: การเปรียบเทียบ
uk: порівняння.
zh_hans: 完整对比。

source: Confidence: %@%%
de: Konfidenz: %@ %%
es: Confianza: %@ %%
fr: Confiance : %@ %%
it: Affidabilità: %@ %%
ja: 信頼度: %@ %%
ko: 신뢰도: %@ %%
pt_br: Confiança: %@ %%
ru: Уверенность: %@ %%
sv: Säkerhet: %@ %%
th: ความมั่นใจ: %@ %%
uk: Впевненість: %@ %%
zh_hans: 置信度：%@ %%

source: Contact
de: Treffer
es: Impacto
fr: Impact
it: Impatto
ja: インパクト
ko: 임팩트
pt_br: Impacto
ru: Удар
sv: Träff
th: อิมแพค
uk: Удар
zh_hans: 击球

source: Contact Support
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter l'assistance
it: Contatta l’assistenza
ja: サポートに連絡
ko: 지원팀에 문의
pt_br: Contatar suporte
ru: Связаться с поддержкой
sv: Kontakta support
th: ติดต่อฝ่ายสนับสนุน
uk: Зв'язатися з підтримкою
zh_hans: 联系支持

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 次へ
ko: 계속
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
th: ต่อไป
uk: Продовжити
zh_hans: 继续

source: Could not load video track
de: Videospur konnte nicht geladen werden
es: No se pudo cargar la pista de vídeo
fr: Impossible de charger la piste vidéo
it: Impossibile caricare la traccia video
ja: 動画トラックを読み込めません
ko: 비디오 트랙을 불러올 수 없습니다
pt_br: Não foi possível carregar a faixa de vídeo
ru: Не удалось загрузить видеодорожку
sv: Det gick inte att läsa in videospåret
th: ไม่สามารถโหลดแทร็กวิดีโอได้
uk: Не вдалося завантажити відеодоріжку
zh_hans: 无法加载视频轨道

source: Data Error
de: Datenfehler
es: Error de datos
fr: Erreur de données
it: Errore dati
ja: データエラー
ko: 데이터 오류
pt_br: Erro de dados
ru: Ошибка данных
sv: Datafel
th: ข้อมูลผิดพลาด
uk: Помилка даних
zh_hans: 数据错误

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
sv: Radera
th: ลบ
uk: Видалити
zh_hans: 删除

source: Delete Recording
de: Aufnahme löschen
es: Eliminar grabación
fr: Supprimer l'enregistrement
it: Elimina registrazione
ja: 録画を削除
ko: 녹화 삭제
pt_br: Excluir gravação
ru: Удалить запись
sv: Radera inspelning
th: ลบการบันทึก
uk: Видалити запис
zh_hans: 删除录像

source: Delete Swing
de: Schwung löschen
es: Eliminar swing
fr: Supprimer le swing
it: Elimina swing
ja: スイングを削除
ko: 스윙 삭제
pt_br: Excluir swing
ru: Удалить свинг
sv: Radera sving
th: ลบสวิง
uk: Видалити свінг
zh_hans: 删除挥杆

source: Detects, trims, and saves every swing automatically.
de: Erkennt, schneidet und speichert jeden Schwung automatisch.
es: Detecta, recorta y guarda cada swing automáticamente.
fr: Détecte, recadre et enregistre chaque swing automatiquement.
it: Rileva, ritaglia e salva ogni swing automaticamente.
ja: すべてのスイングを自動で検出・トリミング・保存。
ko: 모든 스윙을 자동으로 감지·자르고·저장합니다.
pt_br: Detecta, recorta e salva cada swing automaticamente.
ru: Автоматически находит, обрезает и сохраняет каждый свинг.
sv: Identifierar, klipper och sparar varje sving automatiskt.
th: ตรวจจับ ตัด และบันทึกทุกสวิงโดยอัตโนมัติ
uk: Автоматично виявляє, обрізає та зберігає кожен свінг.
zh_hans: 自动检测、裁剪并保存每一次挥杆。

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
ja: 開発者
ko: 개발자
pt_br: Desenvolvedor
ru: Разработчик
sv: Utvecklare
th: นักพัฒนา
uk: Розробник
zh_hans: 开发者

source: Distance
de: Abstand
es: Distancia
it: Distanza
ja: 距離
ko: 거리
pt_br: Distância
ru: Дистанция
sv: Avstånd
th: ระยะห่าง
uk: Відстань
zh_hans: 距离

source: Don't aim at the sun
de: Nicht in die Sonne filmen
es: No apuntes al sol
fr: Ne filmez pas face au soleil
it: Non puntare verso il sole
ja: 太陽に向けない
ko: 태양을 향해 촬영하지 마세요
pt_br: Não aponte para o sol
ru: Не направляйте объектив на солнце
sv: Filma inte mot solen
th: อย่าหันกล้องไปทางดวงอาทิตย์
uk: Не наводьте об'єктив на сонце
zh_hans: 不要对着太阳拍摄

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluir
ru: Готово
sv: Klar
th: เสร็จ
uk: Готово
zh_hans: 完成

source: Drag the sliders to align with the Start, Contact, and End of the swing.
de: Ziehe die Schieberegler, um Start, Treffer und Ende des Schwungs auszurichten.
es: Arrastra los controles para alinear el inicio, el impacto y el final del swing.
fr: Glisse les curseurs pour aligner le début, l’impact et la fin du swing.
it: Trascina i cursori per allineare l'inizio, l'impatto e la fine dello swing.
ja: スライダーをドラッグして、スイングの開始・インパクト・終了に合わせます。
ko: 슬라이더를 끌어 스윙의 시작·임팩트·종료에 맞추세요.
pt_br: Arraste os controles para alinhar o início, o impacto e o fim do swing.
ru: Перетягни ползунки, чтобы выровнять начало, удар и конец свинга.
sv: Dra reglagen för att rikta in svingens start, träff och slut.
th: ลากแถบเลื่อนเพื่อปรับให้ตรงกับจุดเริ่ม จุดอิมแพค และจุดสิ้นสุดของสวิง
uk: Перетягни повзунки, щоб вирівняти початок, удар і кінець свінгу.
zh_hans: 拖动滑块以对齐挥杆的起点、击球与终点。

source: Duration: %@
de: Dauer: %@
es: Duración: %@
fr: Durée : %@
it: Durata: %@
ja: 長さ: %@
ko: 길이: %@
pt_br: Duração: %@
ru: Длительность: %@
sv: Längd: %@
th: ระยะเวลา: %@
uk: Тривалість: %@
zh_hans: 时长：%@

# Duration: %lld:%@
source: Duration: %1$lld:%2$@
de: Dauer: %lld:%@
es: Duración: %lld:%@
fr: Durée : %lld:%@
it: Durata: %lld:%@
ja: 長さ: %lld:%@
ko: 길이: %lld:%@
pt_br: Duração: %lld:%@
ru: Длительность: %lld:%@
sv: Längd: %lld:%@
th: ระยะเวลา: %lld:%@
uk: Тривалість: %lld:%@
zh_hans: 时长：%lld:%@

source: EDIT
de: BEARB.
fr: MODIFIER
it: MODIFICA
ja: 編集
ko: 편집
pt_br: EDITAR
ru: ИЗМ.
sv: REDIG.
th: แก้ไข
uk: РЕД.
zh_hans: 编辑

source: Edit Recording
de: Aufnahme bearbeiten
es: Editar grabación
fr: Modifier l'enregistrement
it: Modifica registrazione
ja: 録画を編集
ko: 녹화 편집
pt_br: Editar gravação
ru: Изменить запись
sv: Redigera inspelning
th: แก้ไขการบันทึก
uk: Редагувати запис
zh_hans: 编辑录像

source: End
de: Ende
es: Fin
fr: Fin
it: Fine
ja: 終了
ko: 종료
pt_br: Fim
ru: Конец
sv: Slut
th: สิ้นสุด
uk: Кінець
zh_hans: 结束

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
uk: Помилка
zh_hans: 错误

source: Every feature.
de: Alle Funktionen.
es: Todas las funciones.
fr: Toutes les fonctions.
it: Tutte le funzioni.
ja: 全機能。
ko: 모든 기능.
pt_br: Todos os recursos.
ru: Все функции.
sv: Alla funktioner.
th: ครบทุกฟีเจอร์
uk: Усі функції.
zh_hans: 全部功能。

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: 書き出し
ko: 내보내기
pt_br: Exportar
ru: Экспорт
sv: Exportera
th: ส่งออก
uk: Експорт
zh_hans: 导出

source: Export All Swings
de: Alle Schwünge exportieren
es: Exportar todos los swings
fr: Exporter tous les swings
it: Esporta tutti gli swing
ja: すべてのスイングを書き出し
ko: 모든 스윙 내보내기
pt_br: Exportar todos os swings
ru: Экспортировать все свинги
sv: Exportera alla svingar
th: ส่งออกสวิงทั้งหมด
uk: Експортувати всі свінги
zh_hans: 导出所有挥杆

source: Export cancelled
de: Export abgebrochen
es: Exportación cancelada
fr: Export annulé
it: Esportazione annullata
ja: 書き出しをキャンセルしました
ko: 내보내기가 취소되었습니다
pt_br: Exportação cancelada
ru: Экспорт отменён
sv: Export avbruten
th: ยกเลิกการส่งออก
uk: Експорт скасовано
zh_hans: 已取消导出
